{
  "1598220": "Media Queries allow us to apply different CSS rules for different screen sizes (and other device characteristics like the pointer type or orientation). There are different ways of using Media Queries based on the CSS framework you're using. You can also use them in JavaScript or React to apply different logic for different screen sizes.",
  "1588320": "react-next-parallax uses react-next-tilt as the foundation and adds support for having a dynamic parallax scene in a confined frame. It also supports different animations like movement, opacity, scale, rotation, and skew based on the tilt angle. It is highly customizable, offering settings for different animation modes and speeds on top of all the other customizations offered by react-next-tilt.",
  "1564111": "When content overflows the page and the scrollbar shows up, the content is pushed/shifted to the left and vice versa, when the scrollbar disappears, the content is pushed/shifted to the right. This annoying layout shift can be prevented in multiple ways.",
  "1563273": "This is a quick step-by-step guide for setting up Redux (Toolkit) testing using Cypress. You can't directly import and interact with your Redux store inside your test spec file. You first need to add it to the window in your store.ts file.",
  "1561032": "I recently started a Next.js v13 project with styled-components and had to jump through many hoops to have a working setup. In this article, I go over the process step by step.",
  "1553256": "In the process of coding, testing, documenting, and making demo pages for these components, I learned and improved a lot. from configuring build options in Vite.js, using requestAnimationFrame() in JavaScript to boost the performance, practical application of TypeScript concepts like Template Literals, advanced React concepts like the useImperativeHandle() hook, testing in React-Testing-Library and Cypress, to documenting/sandboxing the components using Storybook, I learned many new things as well as deepened my knowledge about the tools I already knew.",
  "1551035": "While it may seem complicated at first, making a 3D parallax effect with CSS is pretty easy and straightforward. In this article, I go over the basic steps needed to accomplish it.",
  "1549076": "When you want to share the library/package you've written in TypeScript with others, you need to generate and include a separate type declaration file (ending in .d.ts) so other developers can access your type definitions during development. In this article, I introduce an easy way to generate and modify TypeScript declaration files in Vite.js.",
  "1526863": "Styling input range sliders might seem easy at first but there are a lot of caveats and it's more complicated than it seems. in this article, I will go through what is needed to have working, styled horizontal and vertical input range sliders.",
  "1519657": "I'm making a tilt component in React atm and wanted to make it respond to gyroscope (device orientation) changes. there were some caveats with testing it locally so I decided to write this post to explain it.",
  "1475394": "I'm working on my portfolio website's contact page at the moment and ran into an issue with Material UI's TextField component. After coming up with a solution, I decided to write a blog post about it as it could be helpful to others as well.",
  "1451990": "In my latest project, I made a Node/Express API backend which acted as a proxy between multiple public APIs and my frontend. after deploying it to Vercel, I encountered this error: The Serverless Function has timed out. I used the Fetch API to pull data from upstream APIs in my project so I decided to remedy the problem by adding timeout to my fetch requests.",
  "1437154": "CodeWhisperer by Amazon is an AI Code Generator similar to GitHub Copilot by Microsoft but you can use it for free. follow these simple steps to get it up and running.",
  "1431550": "This is a summary of different customizations I did while building one of my projects.",
  "1421731": "I recently completed a challenge from frontendmentor.io called Clipboard Landing Page, and because I ended up adding a few extra features and discovered some caveats while doing it, I decided to share the process I went through as it could be helpful and serve as a future reference.",
  "1409346": "When you first make a React app with Vite, you have the option to choose either JavaScript or TypeScript as your preferred language. but what if you start your app in JavaScript and midway through, change your mind and want to use TypeScript instead? well in that case you have two options.",
  "1388220": "Just follow these simple steps",
  "1386520": "While doing one of frontendmentor.io's challenges, I encountered a weird artifact that happens when a nested div and its parent with different background colors, both have rounded corners which causes the background color of the parent div to bleed/show at the rounded corner."
}
